INSERT INTO incidentManager.CATEGORY
(CATEGORY_ID, CATEGORY_TITLE)
VALUES
(1, 'PC/HARDWARE/Printers');

INSERT INTO incidentManager.DEPARTMENT
(DEPARTMENT_ID, DEPARTMENT_TITLE)
VALUES
(1, '1 отдел УГИБДД'),
(2, '2 отдел УГИБДД'),
(3, '3 отдел УГИБДД'),
(4, '4 отдел УГИБДД'),
(5, '5 отдел УГИБДД'),
(6, '6 отдел УГИБДД'),
(7, '7 отдел УГИБДД'),
(8, '8 отдел УГИБДД'),
(9, '9 отдел УГИБДД'),
(10, '10 отдел УГИБДД'),
(11, '11 отдел УГИБДД'),
(12, 'ЦАФАП ГИБДД'),
(13, 'РОИО ГИБДД'),
(14, 'ЦТУДТ ГИБДД'),
(15, 'МРЭО ГИБДД'),
(16, 'МРЭО ГИБДД № 1'),
(17, 'МРЭО ГИБДД № 2'),
(18, 'МРЭО ГИБДД № 3'),
(19, 'МРЭО ГИБДД № 4'),
(20, 'МРЭО ГИБДД № 5'),
(21, 'МРЭО ГИБДД № 6'),
(22, 'МОТНиРАС ГИБДД'),
(23, 'МРЭО ГИБДД № 8'),
(24, 'МРЭО ГИБДД № 9'),
(25, 'МРЭО ГИБДД № 10'),
(26, 'МРЭО ГИБДД № 11'),
(27, 'МРЭО ГИБДД № 12'),
(28, 'МРЭО ГИБДД № 13'),
(29, 'МРЭО ГИБДД № 14'),
(30, 'МРЭО ГИБДД № 15'),
(31, 'МРЭО ГИБДД № 16'),
(32, 'МРЭО ГИБДД № 17'),
(33, 'МРЭО ГИБДД № 18'),
(34, 'ОСБ ДПС ГИБДД'),
(35, 'ОБ ДПС ГИБДД № 1'),
(36, 'ОБ ДПС ГИБДД № 2'),
(37, 'ОБ ДПС ГИБДД № 3'),
(38, 'ОБ ДПС ГИБДД № 4'),
(39, 'ОБ ДПС ГИБДД № 5'),
(40, 'ОР ДПС ГИБДД № 1'),
(41, 'ОР ДПС ГИБДД № 2');

INSERT INTO incidentManager.INC_STATUS
(STATUS_ID, STATUS_TITLE)
VALUES
(1, 'в работе'),
(2, 'отложено'),
(3, 'решено');

INSERT INTO USERS
(USER_ID, LOGIN, PASSWORD, USER_GROUP, USER_NAME, EMAIL)
VALUES
(1, 'admin', 'admin', 'admins', 'K', null),
(2, 'operator', 'operator', 'operators', 'N', null).
(3, 'engineer', 'engineer', 'engineers', 'E', null),
(4, 'manager', 'manager', 'managers', 'I', null),
(5, 'user', 'user', 'users', 'U', null);


